tap "chipsalliance/verible"
tap "homebrew/bundle"
brew "ack"
brew "bat"
brew "binutils"
brew "chezmoi"
brew "coreutils"
brew "curl"
brew "diff-so-fancy"
brew "diffutils"
brew "dos2unix"
brew "exercism"
brew "eza"
brew "ffmpeg"
brew "findutils"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "git-extras"
brew "gnu-sed"
brew "htop"
brew "httpie"
brew "jq"
brew "kubernetes-cli"
brew "lnav"
brew "m-cli"
brew "mas"
brew "minikube"
brew "moreutils"
brew "neofetch"
brew "neovim"
brew "nmap"
brew "node"
brew "p7zip"
brew "pv"
brew "python@3.11"
brew "ranger"
brew "rename"
brew "ripgrep"
brew "rlwrap"
brew "shellcheck"
brew "speedtest-cli"
brew "ssh-copy-id"
brew "stow"
brew "testssl"
brew "tldr"
brew "tmux"
brew "tokei"
brew "transmission-cli"
brew "trash"
brew "tree"
brew "vim"
brew "watch"
brew "wget"
brew "wifi-password"
brew "youtube-dl"
brew "zsh"
brew "chipsalliance/verible/verible"
cask "anki"
cask "applite"
cask "arc"
cask "betterzip"
cask "brave-browser"
cask "bruno"
cask "discord"
cask "exifrenamer"
cask "firefox"
cask "flux"
cask "flycut"
cask "gimp"
cask "github"
cask "google-chrome"
cask "hammerspoon"
cask "handbrake"
cask "hiddenbar"
cask "httpie"
cask "iterm2"
cask "jetbrains-toolbox"
cask "keka"
cask "kekaexternalhelper"
cask "macdown"
cask "monitorcontrol"
cask "muzzle"
cask "notion"
cask "obsidian"
cask "onyx"
cask "opera"
cask "postgres-unofficial"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-json"
cask "raycast"
cask "shottr"
cask "suspicious-package"
cask "syntax-highlight"
cask "todoist"
cask "vivaldi"
cask "vlc"
mas "Amphetamine", id: 937984704
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Kindle", id: 302584613
mas "Microsoft Word", id: 462054704
mas "Notability", id: 360593530
mas "Numbers", id: 409203825
mas "OneDrive", id: 823766827
mas "Pages", id: 409201541
mas "WhatsApp", id: 1147396723
