tap "chipsalliance/verible"
tap "homebrew/bundle"
tap "homebrew/services"
tap "th-ch/youtube-music"
brew "ack"
brew "bat"
brew "binutils"
brew "node"
brew "bitwarden-cli"
brew "blueutil"
brew "chezmoi"
brew "coreutils"
brew "csvkit"
brew "curl"
brew "diff-so-fancy"
brew "diffutils"
brew "dos2unix"
brew "exercism"
brew "eza"
brew "ffmpeg"
brew "findutils"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "git-extras"
brew "gitup"
brew "gnu-sed"
brew "go"
brew "htop"
brew "httpie", link: false
brew "iredis"
brew "jq"
brew "kubernetes-cli"
brew "lnav"
brew "m-cli"
brew "mas"
brew "minikube"
brew "moreutils"
brew "neofetch"
brew "neovim"
brew "nmap"
brew "p7zip"
brew "pandoc"
brew "pv"
brew "pyenv"
brew "python@3.11"
brew "ranger"
brew "redis", restart_service: true
brew "rename"
brew "ripgrep"
brew "rlwrap"
brew "shellcheck"
brew "speedtest-cli"
brew "ssh-copy-id"
brew "stow"
brew "testssl"
brew "tldr"
brew "tmux"
brew "tokei"
brew "transmission-cli"
brew "trash"
brew "tree"
brew "vim"
brew "watch"
brew "wget"
brew "wifi-password"
brew "xmlformat"
brew "youtube-dl"
brew "zsh"
cask "amethyst"
cask "anki"
cask "another-redis-desktop-manager"
cask "applite"
cask "arc"
cask "betterzip"
cask "boop"
cask "brave-browser"
cask "browserosaurus"
cask "bruno"
cask "dbeaver-community"
cask "devtoys"
cask "discord"
cask "exifrenamer"
cask "fanny"
cask "finicky"
cask "firefox"
cask "flycut"
cask "gimp"
cask "github"
cask "google-chrome"
cask "hammerspoon"
cask "hiddenbar"
cask "httpie"
cask "iterm2"
cask "itsycal"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "keka"
cask "kekaexternalhelper"
cask "keycastr"
cask "keystore-explorer"
cask "kitty"
cask "macdown"
cask "meetingbar"
cask "microsoft-auto-update"
cask "microsoft-teams"
cask "mitmproxy"
cask "mockoon"
cask "monitorcontrol"
cask "muzzle"
cask "neovide"
cask "notion"
cask "obsidian"
cask "onyx"
cask "pgadmin4"
cask "pieces"
cask "pieces-os"
cask "podman-desktop"
cask "postgres-unofficial"
cask "postman"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-csv"
cask "quicklook-json"
cask "raycast"
cask "redisinsight"
cask "shottr"
cask "skim"
cask "suspicious-package"
cask "syntax-highlight"
cask "todoist"
cask "visual-studio-code"
cask "vivaldi"
cask "vlc"
cask "warp"
cask "whatsapp"
cask "wireshark"
cask "youtube-music"
cask "zed"
cask "zoom"
mas "Amphetamine", id: 937984704
mas "Kindle", id: 302584613
vscode "mechatroner.rainbow-csv"
