tap "adoptopenjdk/openjdk"
tap "b4hand/bsdmainutils"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "mongodb/brew"
tap "wings-software/tap"
brew "ack"
brew "apr"
brew "xz"
brew "python"
brew "awscli"
brew "bash"
brew "bat"
brew "bazel"
brew "bfg"
brew "clang-format@7"
brew "coreutils"
brew "curl"
brew "nghttp2"
brew "curl-openssl"
brew "dependency-check"
brew "diff-so-fancy"
brew "dos2unix"
brew "fasd"
brew "findutils"
brew "fzf"
brew "gmp"
brew "gawk"
brew "git"
brew "git-extras"
brew "gnu-indent"
brew "gnu-sed"
brew "gnu-tar"
brew "gnutls"
brew "gnupg"
brew "go"
brew "go-jira"
brew "grep"
brew "grpcurl"
brew "helm"
brew "httpie"
brew "hub"
brew "jq"
brew "kubernetes-cli"
brew "kube-ps1"
brew "kubectx"
brew "lnav"
brew "maven"
brew "minikube"
brew "moreutils"
brew "neovim"
brew "nginx"
brew "nmap"
brew "node"
brew "openssh"
brew "p7zip"
brew "pigz"
brew "pngcheck"
brew "protobuf@3.7"
brew "prototool"
brew "pv"
brew "ranger"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "shellcheck"
brew "slackcat"
brew "socat"
brew "sonar-scanner"
brew "ssh-copy-id"
brew "stow"
brew "telnet"
brew "the_silver_searcher"
brew "tinyproxy"
brew "tmux"
brew "tree"
brew "vault"
brew "vbindiff"
brew "vim"
brew "watch"
brew "wireshark", link: false
brew "youtube-dl"
brew "yq"
brew "zopfli"
brew "zplug"
brew "zsh"
brew "b4hand/bsdmainutils/bsdmainutils"
brew "mongodb/brew/mongodb-community-shell", link: false
brew "wings-software/tap/harness"
cask "flux"
cask "gimp"
cask "gitter"
cask "google-drive-file-stream"
cask "hammerspoon"
cask "intellij-idea-ce"
cask "intelliscape-caffeine"
cask "iterm2"
cask "kap"
cask "karabiner-elements"
cask "macvim"
cask "minikube"
cask "muzzle"
cask "ngrok"
cask "postman"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-json"
cask "quicklookase"
cask "robo-3t"
cask "slack"
cask "steam"
cask "suspicious-package"
cask "vagrant"
cask "virtualbox"
cask "visual-studio-code"
cask "vlc"
cask "webpquicklook"
cask "whatsapp"
cask "wireshark"
cask "zoomus"
